tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "btop"
brew "chezmoi"
brew "cloc"
brew "fastfetch"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "lazygit"
brew "neovim"
brew "nvm"
brew "openapi-generator"
brew "python@3.12"
brew "redis", restart_service: :changed
brew "subversion"
brew "tmux"
brew "tomcat@9"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
